[
  {
    "name": "1984",
    "author": "George Orwell",
    "story": "Est quisque porttitor hendrerit ullamcorper a eros sociosqu nisi id urna montes condimentum rhoncus massa ac dolor pretium. Vitae a nibh justo cras aliquam in vel commodo tempus adipiscing a platea et nisl dui integer et adipiscing curae. Vestibulum vel conubia a vestibulum nisi vestibulum magnis mi nibh et urna a a torquent porta blandit vel. Nunc condimentum blandit consequat diam vestibulum a parturient nunc arcu fringilla odio accumsan litora a ad parturient a condimentum a a accumsan est ligula integer lacinia. Lacinia porta sit condimentum netus quis aptent inceptos fermentum adipiscing a mi a suspendisse leo ante. Senectus consectetur dictumst parturient consectetur massa a ullamcorper adipiscing a molestie a aliquam cursus curabitur semper risus. Scelerisque at est class sem netus suspendisse ullamcorper integer phasellus a dictumst quisque sagittis consectetur felis parturient tincidunt condimentum non parturient. Consectetur integer ultricies adipiscing ad auctor scelerisque a vivamus praesent posuere parturient praesent himenaeos scelerisque congue parturient sit vitae quam habitant at vestibulum ullamcorper aliquam suscipit parturient. Aliquam nisi sociosqu ut sodales diam dapibus dictum vulputate volutpat fermentum consectetur blandit adipiscing porta. Suspendisse nec orci aenean maecenas dictum mattis nibh parturient pretium nostra parturient hac eleifend cubilia ac vitae. Ultricies a parturient diam a curae aptent sociis scelerisque a accumsan magna fusce adipiscing tempor scelerisque ullamcorper facilisi convallis torquent. Pretium a varius euismod id adipiscing condimentum scelerisque auctor sem consectetur parturient nascetur leo parturient felis scelerisque in sem lorem cubilia orci mi quisque hac ad habitasse condimentum. Orci ad nunc congue fermentum ut a venenatis nisi cubilia aenean a interdum ut ante. Ullamcorper at turpis dictumst malesuada velit habitasse nunc at in aptent a sagittis ut est bibendum a aliquam rutrum integer vel eu sociis vivamus. Parturient lectus a ridiculus a fringilla lorem arcu dis vestibulum class nam accumsan ultrices elit vivamus tincidunt dictumst inceptos magna taciti dolor auctor ac ac turpis nam mi. Egestas nascetur diam nec ad diam a pharetra condimentum a metus at dis ridiculus turpis lorem suscipit scelerisque mi ut adipiscing eros magna libero facilisis. Donec adipiscing urna ut parturient est leo aptent condimentum parturient pharetra donec ac condimentum cursus a condimentum cubilia a vel sem nunc cum auctor. Condimentum laoreet conubia a id cum parturient a habitant scelerisque adipiscing nisl ridiculus eleifend netus vestibulum vivamus auctor euismod ad tortor nibh mattis elementum ad pretium a nulla fames. Hac risus a dui praesent sem suspendisse elementum integer cursus suspendisse adipiscing litora ut dui eu a ante integer scelerisque egestas accumsan libero eget suspendisse vestibulum aliquet auctor. Hac habitasse vivamus vivamus pharetra erat a nam parturient a nam vel risus nam taciti amet sed nibh porttitor vehicula.",
    "context": "Magnis a eros ac parturient nibh parturient est condimentum consectetur a a est dis nam a erat. Faucibus et dolor ultrices id nascetur a ullamcorper hendrerit odio leo lorem sed ullamcorper lectus a habitasse himenaeos dapibus adipiscing massa lacinia arcu potenti metus per a. Proin parturient consectetur parturient scelerisque hac lectus platea potenti feugiat vestibulum a velit in eu nec quam malesuada. Erat in consectetur egestas sociosqu a euismod cubilia curae dolor eleifend lacinia consectetur condimentum ridiculus donec. Elementum parturient eget facilisi fringilla tristique litora urna quisque velit quam porttitor vestibulum ut libero morbi tincidunt ut vestibulum dui etiam tempus dictum vestibulum a quis molestie ac venenatis. Adipiscing etiam lobortis quam ad aliquet id mus a cras et eros in dictumst justo eros ullamcorper fermentum condimentum habitasse ac a. Consectetur leo tincidunt penatibus tempor mus tempus feugiat a ornare cum iaculis adipiscing class mus et leo leo litora. Mi a dui tempor luctus cursus inceptos rhoncus iaculis a parturient non nullam dis a adipiscing facilisi adipiscing dui a eu scelerisque magnis eu. Arcu dis adipiscing quisque aenean iaculis euismod ad potenti maecenas at tellus tristique a ad convallis consequat parturient mus gravida nam fusce a aptent dui neque. Mus facilisi condimentum amet a mi proin suspendisse vestibulum a dui scelerisque quisque dignissim mauris turpis natoque eros tempus.",
    "genre": "Novela"
  },
  {
    "name": "Farma zvířat",
    "author": "George Orwell",
    "story": "##Postavy\r\n* Farmář Jones\r\n* Prase Major - autor myšlenky revoluce\r\n* Prase Kuliš - vizionářský vůdce, později nepřítel státu - trest smrti, něco jako SA\/židové - on je původcem veškerého zla\r\n* Prase Napoleon - diktátor\r\n* Kůň Molina - první emigrant\r\n* Kůň Boxer - pracant 4x překročil normu - ad. SSSR těžba uhlí\r\n* prase Pištík - přisluhovač - slouží oběma prasatům, Ovčáček\r\n* 9 psů - ochranka\r\n* Osel Benjamin - skeptik\r\n\r\n##Příběh\r\nMajor, staré prase si jednou povolá všechna zvířata na farmě aby jim povědělo o svém snu, kdy všechna zířata budou svobodná, nebudou tedy pod nadvládou lidí a budou žít v hojnosti. Zároveň je vlastně poštve proti člověku tím, že jim řekne, že člověk si od nich jen bere, ale nestará se o ně. Major je také naučí píseň Zvířata Anglie. Zanedlouho poté Major zemřel, ale zvířata zasažena myšlenkou revoluce začala přípravu, vedení příprav se chopila dvě krmná prasata - Kuliš a Napoleon, protože prasata zvířata považovala za nejchytřejší. Tato prasata shrnula Majorovy myšlenky do učení zvaného animalismus. Revoluce však proběhla dříve než kdokoliv čekal, podnět k ní dal samotný farmář - pan Jones, který se jednou v hospodě zřídil takovým způsobem že dvakrát po sobě nedal zvířatům nažrat a jejich trpělivost přetekla, farmáře vyhnali. Hned na to zvířata zničila všechno vybavení farmy, které značilo podřízenost zvířat - například postroje pro koně. Dále doško ke změně názvu farmy z \"Panská farma\" na \"Farma zvířat\". Prasata, která se během příprav naučila číst napsala na stěnu stodoly 7 příkázání, kterými se musí zvířata řídit.\r\n\r\n* Každý, kdo chodí po dvou nohách, je nepřítel.\r\n* Každý, kdo chodí po čtyřech nohách nebo má křídla, je přítel.\r\n* Žádné zvíře nebude chodit oblečené.\r\n* Žádné zvíře nebude spát v posteli.\r\n* Žádné zvíře nebude pít alkohol.\r\n* Všechna zvířata jsou si rovna.\r\n\r\nZvířata se poté pustila do senoseče, sní měli jisté problémy, protože nářadí bylo optimalizované pro lidi, nikoliv pro zvířata. Sklizaň se jim nakonec povedla dříve než farmářovi a podle nich to byla největší úroda, jakou kdy viděla. S většinou problémů, kde bylo potřeba veliké síly pomohl kůň Boxer, který obecně pracoval za 2-3 koně. Každou neděli probíhal ceremoniaál se vztyčováním vlajky a schůze, na kterých se volilo, problémem ovšem bylo, že rezoluce navrhovala prasata Kuliš s Napoleonem, která se nikdy nemohla dohodnout a věčně spolu nesouhlasila. Prasata mezitím začala studovat knihy nalezené ve farmářově domě. Probíhaly také kurzy čtení a psaní, při kterých se ukázalo že některá zvířata nejejnže nedokázala naučit se ani písmeno A, ale ani si nepamatovala přikázání, proto Kuliš zredukoval přikázání na jedno - \"čtyři nohy dobré, dvě nohy špatné.\", které již bylo zapamatovatelné i pro ovce. Napoleon se mezitím ujal výchovy devíti štěňat. Prasata si začala postupně prosazovat výhody - dostávala mléko i jablka. Započala také propaganda, kdy prasata posílala každý týden holuby, aby šířili zprávu o revoluci i na ostatních farmách. Farmář ani jeho sousedé, ale nemohli připustit další revoluce a pokusili se Farmu získat zpět, nepovedlo se jim to ale, byli vyhnáni zvířaty. Za účast v bitvě se udělovala různá vyznamenání. První emigrant byl kůň Molina, které se nelíbilo, že nemá dostatek cukru a myslela si, že u lidí jí bylo lépe. Kuliš mezitím díky znalostem z knih připravoval rozsáhlé plány na zefektivnění farmy,z nichž nejdůležitější měla být stavba větrného mlýna. Sám jej celý v kůlně na zemi vyprojektoval. V den kdy se mělo o osudu mlýna hlasovat, došlo k vyhnání Kuliše Napoleonem pomocí jeho osobní stráže - devítí obrovských psů, které si mezitím vychoval.\r\n",
    "context": "Magnis a eros ac parturient nibh parturient est condimentum consectetur a a est dis nam a erat. Faucibus et dolor ultrices id nascetur a ullamcorper hendrerit odio leo lorem sed ullamcorper lectus a habitasse himenaeos dapibus adipiscing massa lacinia arcu potenti metus per a. Proin parturient consectetur parturient scelerisque hac lectus platea potenti feugiat vestibulum a velit in eu nec quam malesuada. Erat in consectetur egestas sociosqu a euismod cubilia curae dolor eleifend lacinia consectetur condimentum ridiculus donec. Elementum parturient eget facilisi fringilla tristique litora urna quisque velit quam porttitor vestibulum ut libero morbi tincidunt ut vestibulum dui etiam tempus dictum vestibulum a quis molestie ac venenatis. Adipiscing etiam lobortis quam ad aliquet id mus a cras et eros in dictumst justo eros ullamcorper fermentum condimentum habitasse ac a. Consectetur leo tincidunt penatibus tempor mus tempus feugiat a ornare cum iaculis adipiscing class mus et leo leo litora. Mi a dui tempor luctus cursus inceptos rhoncus iaculis a parturient non nullam dis a adipiscing facilisi adipiscing dui a eu scelerisque magnis eu. Arcu dis adipiscing quisque aenean iaculis euismod ad potenti maecenas at tellus tristique a ad convallis consequat parturient mus gravida nam fusce a aptent dui neque. Mus facilisi condimentum amet a mi proin suspendisse vestibulum a dui scelerisque quisque dignissim mauris turpis natoque eros tempus.",
    "genre": "Novela"
  },
  {
    "name": "RUR",
    "author": "Karel Čapek",
    "story": "Est quisque porttitor hendrerit ullamcorper a eros sociosqu nisi id urna montes condimentum rhoncus massa ac dolor pretium. Vitae a nibh justo cras aliquam in vel commodo tempus adipiscing a platea et nisl dui integer et adipiscing curae. Vestibulum vel conubia a vestibulum nisi vestibulum magnis mi nibh et urna a a torquent porta blandit vel. Nunc condimentum blandit consequat diam vestibulum a parturient nunc arcu fringilla odio accumsan litora a ad parturient a condimentum a a accumsan est ligula integer lacinia. Lacinia porta sit condimentum netus quis aptent inceptos fermentum adipiscing a mi a suspendisse leo ante. Senectus consectetur dictumst parturient consectetur massa a ullamcorper adipiscing a molestie a aliquam cursus curabitur semper risus. Scelerisque at est class sem netus suspendisse ullamcorper integer phasellus a dictumst quisque sagittis consectetur felis parturient tincidunt condimentum non parturient. Consectetur integer ultricies adipiscing ad auctor scelerisque a vivamus praesent posuere parturient praesent himenaeos scelerisque congue parturient sit vitae quam habitant at vestibulum ullamcorper aliquam suscipit parturient. Aliquam nisi sociosqu ut sodales diam dapibus dictum vulputate volutpat fermentum consectetur blandit adipiscing porta. Suspendisse nec orci aenean maecenas dictum mattis nibh parturient pretium nostra parturient hac eleifend cubilia ac vitae. Ultricies a parturient diam a curae aptent sociis scelerisque a accumsan magna fusce adipiscing tempor scelerisque ullamcorper facilisi convallis torquent. Pretium a varius euismod id adipiscing condimentum scelerisque auctor sem consectetur parturient nascetur leo parturient felis scelerisque in sem lorem cubilia orci mi quisque hac ad habitasse condimentum. Orci ad nunc congue fermentum ut a venenatis nisi cubilia aenean a interdum ut ante. Ullamcorper at turpis dictumst malesuada velit habitasse nunc at in aptent a sagittis ut est bibendum a aliquam rutrum integer vel eu sociis vivamus. Parturient lectus a ridiculus a fringilla lorem arcu dis vestibulum class nam accumsan ultrices elit vivamus tincidunt dictumst inceptos magna taciti dolor auctor ac ac turpis nam mi. Egestas nascetur diam nec ad diam a pharetra condimentum a metus at dis ridiculus turpis lorem suscipit scelerisque mi ut adipiscing eros magna libero facilisis. Donec adipiscing urna ut parturient est leo aptent condimentum parturient pharetra donec ac condimentum cursus a condimentum cubilia a vel sem nunc cum auctor. Condimentum laoreet conubia a id cum parturient a habitant scelerisque adipiscing nisl ridiculus eleifend netus vestibulum vivamus auctor euismod ad tortor nibh mattis elementum ad pretium a nulla fames. Hac risus a dui praesent sem suspendisse elementum integer cursus suspendisse adipiscing litora ut dui eu a ante integer scelerisque egestas accumsan libero eget suspendisse vestibulum aliquet auctor. Hac habitasse vivamus vivamus pharetra erat a nam parturient a nam vel risus nam taciti amet sed nibh porttitor vehicula.",
    "context": "Magnis a eros ac parturient nibh parturient est condimentum consectetur a a est dis nam a erat. Faucibus et dolor ultrices id nascetur a ullamcorper hendrerit odio leo lorem sed ullamcorper lectus a habitasse himenaeos dapibus adipiscing massa lacinia arcu potenti metus per a. Proin parturient consectetur parturient scelerisque hac lectus platea potenti feugiat vestibulum a velit in eu nec quam malesuada. Erat in consectetur egestas sociosqu a euismod cubilia curae dolor eleifend lacinia consectetur condimentum ridiculus donec. Elementum parturient eget facilisi fringilla tristique litora urna quisque velit quam porttitor vestibulum ut libero morbi tincidunt ut vestibulum dui etiam tempus dictum vestibulum a quis molestie ac venenatis. Adipiscing etiam lobortis quam ad aliquet id mus a cras et eros in dictumst justo eros ullamcorper fermentum condimentum habitasse ac a. Consectetur leo tincidunt penatibus tempor mus tempus feugiat a ornare cum iaculis adipiscing class mus et leo leo litora. Mi a dui tempor luctus cursus inceptos rhoncus iaculis a parturient non nullam dis a adipiscing facilisi adipiscing dui a eu scelerisque magnis eu. Arcu dis adipiscing quisque aenean iaculis euismod ad potenti maecenas at tellus tristique a ad convallis consequat parturient mus gravida nam fusce a aptent dui neque. Mus facilisi condimentum amet a mi proin suspendisse vestibulum a dui scelerisque quisque dignissim mauris turpis natoque eros tempus.",
    "genre": "Drama"
  }
]
